epyc-7763-guc/20240905-1444-guc-tests/logs/1-1000-1000-index-yes-yes-yes-256-1725844379/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests-2/20240905-1444-guc-tests/logs/1-1000-1000-index-yes-yes-yes-256-1725844379/index.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 6243900
number of failed transactions: 0 (0.000%)
latency average = 0.202 ms
initial connection time = 111.264 ms
tps = 1268401.666419 (without initial connection time)